/*
[UT]
*/

"ER00_TEXTA_002" = "Erro\r\nCódigo:%FatalErrorInfo%";
"ER01_TEXTA_003" = "A impressora está ocupada";
"ER04_TEXTA_001" = "Encravamento de papel";
"ER05_TEXTA_014" = "Está na altura de reiniciar os níveis de tinta.";
"ER06_TEXTA_005" = "Sem papel ou carregamento incorrecto";
"ER0C_TEXTA_008" = "As definições de formato de papel no computador e na impressora não correspondem.";
"ER0C_TEXTA_009" = "As definições de tipo de papel no computador e na impressora não correspondem.";
"ER0C_TEXTA_010" = "As definições de impressão do computador e da impressora não correspondem.";
"ER10_TEXTA_005" = "É necessária assistência técnica";
"ER10_TEXTA_008" = "É necessária assistência técnica";
"ER12_TEXTA_001" = "Erro na alimentação de múltiplas páginas";
"ER4A_TEXTA_001" = "Uma almofada de tinta da impressora está a chegar ao fim da sua vida útil.";
"ER4A_TEXTA_002" = "Uma almofada de tinta da impressora está no fim da sua vida útil.";
"ERXX_TEXTA_001" = "Erro";
"ST02_TEXTA_001" = "A imprimir";
"ST03_TEXTA_001" = "A imprimir";
"ST04_TEXTA_001" = "Operacional";
"ST07_TEXTA_001" = "A impressora está ocupada";
"ST08_TEXTA_007" = "O carregamento inicial da tinta não está terminado";
"ST0A_TEXTA_002" = "O produto está a desligar";
"ST11_TEXTA_002" = "A preparar o sistema de tinta.";
"WR1X_TEXTA_006" = "Está quase na altura de reiniciar os níveis de tinta.";
"COM_TEXTA_001" = "Erro de comunicação";
"COM_TEXTA_002" = "Erro de comunicação\r\nPode ter seleccionado o produto incorrecto";
"COM_TEXTA_003" = "Não é possível enviar tarefa de impressão";
"DEV_TEXTA_004" = "Está seleccionado um produto diferente";
"OFL_TEXTA_003" = "Não preparada";
"PAU_TEXTA_001" = "Em Pausa";
"SRC_TEXTA_001" = "A procurar...";
"CHKDUPX_TEXTA_001" = "Impressão dos 2 lados";
"INKCHECKALERT_TEXTA_003" = "Verifique os níveis da tinta regularmente.\r\nContinuar a utilizar o produto quando o nível da tinta estiver abaixo da linha do tinteiro pode danificá-lo.";
"ER00_TEXTB_014" = "1. Cancele todas as tarefas de impressão.\r\n2. Abra a unidade de digitalização e retire o papel encravado.\r\n3. Feche a unidade, desligue o produto e, em seguida, volte a ligá-lo.";
"ER01_TEXTB_001" = "É favor aguardar...";
"ER04_TEXTB_041" = "1. Abra a unidade de digitalização e retire o papel encravado.\r\n2. Feche a unidade e pressione o botão %btn% do produto.";
"ER04_TEXTB_064" = "1. Retire e volte a colocar o papel.\r\n2. Pressione a tecla %btn% do produto.\r\n\r\nEm alternativa, pode cancelar a tarefa de impressão fazendo clique em [Cancelar] quando aparecer.";
"ER05_TEXTB_030" = "%ink%\r\nNecessita de verificar a quantidade de tinta restante.\r\nFaça clique na tecla [Como] para continuar.\r\n\r\nNota\r\nUtilizar outra tinta diferente da tinta Epson genuína especificada pode provocar danos não cobertos pelas garantias Epson. Não é possível garantir a qualidade ou fiabilidade de tinta não genuína e esta pode provocar danos no produto não cobertos pelas garantias Epson.\r\nPara mais informações sobre as garrafas de tinta, consulte a documentação.";
"ER06_TEXTB_055" = "1. Retire e volte a colocar o papel.\r\n2. Pressione a tecla %btn% do produto.\r\n\r\nEm alternativa, pode cancelar a tarefa de impressão fazendo clique em [Cancelar] quando aparecer.";
"ER0C_TEXTB_021" = "Consulte o visor LCD do produto e siga as instruções.\r\n\r\nDefinições actuais do controlador:\r\n%papersetting%\r\nDefinição do sistema de alimentação no produto:\r\n%papersource%";
"ER10_TEXTB_008" = "Uma almofada de tinta da impressora está a chegar ao fim da sua vida útil.\r\nContacte a assistência Epson.";
"ER10_TEXTB_009" = "Uma almofada de tinta da impressora está a chegar ao fim da sua vida útil.\r\nPoderá ocorrer o derramamento de tinta residual.\r\nContacte a assistência Epson.";
"ER12_TEXTB_007" = "Adopte uma das seguintes soluções.\r\n- Retire e volte a colocar o papel. Pressione a tecla %btn% do produto.\r\n- Faça clique em [Cancelar] para cancelar a tarefa de impressão se esta opção for apresentada. Se esta não for cancelada, cancele-a no produto.";
"ER4A_TEXTB_001" = "Contacte a assistência Epson.\r\nPressione a tecla %btn% da impressora para continuar a imprimir.";
"ER4A_TEXTB_002" = "Se continuar a imprimir, isso poderá provocar o derramamento de tinta residual.\r\nContacte a assistência Epson.\r\nPressione a tecla %btn% da impressora para continuar a imprimir.";
"ST02_TEXTB_001" = "É favor aguardar...";
"ST03_TEXTB_001" = "É favor aguardar...";
"ST04_TEXTB_001" = "Está preparada para imprimir.";
"ST07_TEXTB_003" = "A limpar a cabeça de impressão ou a carregar tinta. Aguarde...";
"ST08_TEXTB_009" = "Consulte a folha de configuração para concluir o processo inicial de carregamento de tinta.";
"ST0A_TEXTB_001" = "É favor aguardar...";
"ST11_TEXTB_001" = "É favor aguardar...";
"WR1X_TEXTB_017" = "%ink%\r\nPoderá continuar a imprimir.\r\n\r\nNota\r\nUtilizar outra tinta diferente da tinta Epson genuína especificada pode provocar danos não cobertos pelas garantias Epson. Não é possível garantir a qualidade ou fiabilidade de tinta não genuína e esta pode provocar danos no produto não cobertos pelas garantias Epson.\r\nPara mais informações sobre as garrafas de tinta, consulte a documentação.";
"COM_TEXTB_005" = "Ligue o produto ao computador e active-o. Se desligar o produto durante a impressão, cancele a tarefa de impressão.";
"COM_TEXTB_006" = "Execute uma das operações seguintes.\r\n- O produto está ligado à \"%queuename%\". Imprima utilizando este produto.\r\n- Ligue o produto ao computador e active-o. Se desligar o produto durante a impressão, cancele a tarefa de impressão.";
"COM_TEXTB_007" = "Se fizer clique na tecla [Verificar Ligação], pode verificar a ligação com a impressora e esta tentará voltar a ligar-se automaticamente.\r\nCertifique-se de que a impressora está ligada e faça clique na tecla [Verificar Ligação].";
"DEV_TEXTB_004" = "Um produto seleccionado no controlador é diferente de um produto a imprimir. Verifique as definições do controlador e o produto.";
"OFL_TEXTB_006" = "Não é possível imprimir com o produto desactivado. Ligue o produto ao computador e ligue o produto à corrente. Faça clique em [Activada] quando aparecer ou faça clique em [Fila de impressão] e altere para a definição Activada.\r\n\r\nEm alternativa, pode cancelar a tarefa de impressão fazendo clique na tecla [Cancelar] quando aparecer.";
"PAU_TEXTB_003" = "Não pode imprimir quando o produto estiver em pausa. Faça clique em [Retomar] quando aparecer para continuar a imprimir ou faça clique em [Fila de impressão] e anule a selecção de \"Pausar impressão\" no menu \"Impressora\".\r\n\r\nEm alternativa, pode cancelar a tarefa de impressão fazendo clique na tecla [Cancelar] quando aparecer.";
"SRC_TEXTB_001" = "A procurar...";
"CHKDUPX_TEXTB_009" = "1. Imprima a ou as páginas frontais.\r\n2. Retire o papel ejectado. Volte-o ao contrário.\r\n3. Coloque o papel com a margem curta voltada para cima e faça clique em [Retomar].\r\nNota:\r\n- Faça clique em [Cancelar] se a impressão não começar.\r\n- A impressão dos 2 lados pode não estar disponível via Wi-Fi/rede.";
"BTN_PR_002" = "Iniciar";
"IDS_INK_STOPRESET" = "Cancelar";
"IDS_CLOSE" = "OK";
"IDS_STOP" = "Cancelar";
"IDS_INK_STOPRJ" = "Cancelar";
"IDS_INK_OFFLINE_CANCEL" = "Cancelar";
"BTN_PC_004" = "Cancelar";
"BTN_PC_003" = "OK";
"BTN_PC_009" = "REPETIR";
"BTN_PC_010" = "Continuar";
"BTN_PC_013" = "Como...";

//--->
"ER00_TEXTA_001" = "Erro";
"WR5X_TEXTA_001" = "Não é possível concluir a Limpeza das Cabeças.";
"WR5X_TEXTA_002" = "A Superdescarga de Tinta não pode ser concluída.";
"CHARGINGSTATUS_TEXTA_001" = "Carregar o sistema de tinta";
"INKCHECKALERT_TEXTA_004" = "Verifique os níveis da tinta regularmente.";
"WR5X_TEXTB_006" = "Para que a impressora funcione correctamente, seleccione Reiniciar Níveis da Tinta no painel de controlo para recarregar tinta.";
//<---

////////////////////////////////////////

"CY" = "Ciano";
"MA" = "Magenta";
"YE" = "Amarelo";
"BK" = "Preto";
"IDS_IQ_CART1_MSG" = "Ciano: ";
"IDS_IQ_CART2_MSG" = "Magenta: ";
"IDS_IQ_CART3_MSG" = "Amarelo: ";
"IDS_IQ_CART4_MSG" = "Preto: ";
"IDS_PICCLNAME_CY" = "Ciano";
"IDS_PICCLNAME_MA" = "Magenta";
"IDS_PICCLNAME_YE" = "Amarelo";
"IDS_PICCLNAME_BK" = "Preto";

"INK_REMAIN_MSG" = "Os Níveis de Tinta Aproximados podem diferir dos níveis de tinta reais. Para confirmar a quantidade real de tinta restante, verifique visualmente os níveis em todos os tinteiros da impressora. Continuar a usar o produto quando o nível da tinta estiver abaixo da linha do tinteiro pode danificá-lo.";

"IDS_STRING_GROUP_APR" = "Níveis de Tinta Aproximados";

////////////////////////////////////////

"920" = "Verificação dos Jactos";
"921" = "Limpeza das Cabeças";
"922" = "Alinhamento das Cabeças";
"923" = "Definições da Impressora";
"924" = "Comprar Tinta";
"926" = "Actualização de Software";
"928" = "Definições de actualização de software";
"IDS_PR_ERROR" = "Erro";
"IDS_PR_COMERR" = "Erro de Comunicação";
"IDS_PR_INKFEW" = "Pouca tinta";
"IDS_PR_MAINTENANCECALL" = "Pedido de manutenção";
"IDS_PR_WARNING" = "Outro Aviso";
"IDS_PR_CHANGINGBK" = "Substituir tinteiro de tinta preta";
"IDS_PR_OFFLINE" = "Desactivada";
"IDS_PR_PAUSE" = "Pausa";
"IDS_PR_SELECTERROR" = "Erro de Selecção da Impressora";
"IDS_PR_UNCLOGGER" = "Erro de Tarefa de Impressão";
"IDS_PR_BATTERYWARNING" = "Aviso de Bateria";
"IDS_ITEM" = "Evento";
"IDS_NOTIFY" = "Aviso no Ecrã";
"IDS_YES" = "Sim";
"IDS_NO" = "Não";
"IDS_PROMOCHK" = "Apresentar Ofertas Epson";
"IDS_ITEMGROUP" = "Seleccionar Aviso";
"IDS_SIMPLEST_CHK" = "Aviso de estado simples";
"IDS_DEFAULT_BTN" = "Predefinição";
"IDS_ICONGROUP" = "Selecionar Ícone de Atalho";
"IDS_MONICON_CHK" = "Registar o ícone de atalho na barra de tarefas";
"IDS_EXPTEXT2" = "Se fizer clique duas vezes no ícone de atalho, abrirá a janela Estado da Impressora.";
"IDS_SHARED" = "Permitir o controlo de impressoras partilhadas.";
"IDS_IO_CHECK_BTN" = "Ver alertas de Aviso de Pouca Tinta";
"IDS_CANCEL_MONITOR" = "Cancelar";
"IDS_STRING_GROUP" = "Níveis da Tinta";
"IDS_STRING_GROUP_MTANK" = "Tempo de Duração da Caixa de Manutenção";
"IDS_SUB_BTN" = "Continuar";
"IDS_SPL_BTN" = "Fila de impressão";
"IDS_CSICINFO_BTN" = "Informações";
"IDS_PRNSTOP_BTN" = "Cancelar";
"IDS_SPL_BTN2" = "Fila de impressão";
"IDS_SPL_BTN3" = "Fila de impressão";
"IDS_SHOWDETAIL_BTN" = "Detalhe";
"IDS_ALLRIGHT" = "All Rights Reserved.";
"IDS_PRODUCT_VER_TITLE" = "Produto";
"IDS_COMMON_VER_TITLE" = "Comum";
"IDS_PRINTER_VER_TITLE" = "Interface do Utilizador";
"IDS_EBAPI_VER_STATIC" = "Interface da Impressora";
"IDS_INSTALL_VER_STATIC" = "Instalador";
"IDS_BOTHSIDE_PRINT" = "Impressão dos 2 lados";
"IDS_PRNPAUSE_BTN" = "Retomar";
"IDS_CSIC_INFO" = "Dados sobre Tinteiros";
"IDS_MAKER_TITLE" = "Fabricante:";
"IDS_INK_TYPE_TITLE" = "Tipo de tinta:";
"IDS_IC_TYPE_TITLE" = "Referência do tinteiro:";
"IDS_PRODUCTION_DATE_TITLE" = "Data de fabrico:";
"IDS_BPMSTOP_BTN" = "Cancelar impressão";
"IDS_BPMPRINT_BTN" = "Imprimir a preto";
"IDS_BPMCLOSE_BTN" = "Fechar";
"IDS_BPMREPLACE_BTN" = "Substituir Tinteiro...";
"IDS_INITFILL_TITLE" = "Erro de tinteiro";
"IDS_INITFILL_TITLE2" = "Erro de tinteiro";
"IDS_BUTTON_CSIC_DETAILS" = "Detalhe";
"IDS_CANCEL" = "Cancelar";
"IDS_BUTTON_CSIC_CONTINUE" = "Continuar";
"IDS_BUTTON_CSIC_HOWTOBUY" = "Comprar Tinta Epson";
"IDS_ERIS_FW_EXCEPTION_MSG" = "Para efectuar definições com este utilitário, precisa de o registar como uma excepção na Firewall do Windows.\r\nSe não for registado como uma excepção, é possível que algumas funções de comunicação sejam bloqueadas pela Firewall do Windows, o que pode limitar a funcionalidade.\r\n\r\nQuer registar o EPSON Status Monitor 3 como uma excepção na Firewall do Windows?";
"IDS_ENVHELPMENU" = "Ajuda";
"IDS_ENTRYICONMSG" = "Quer que o ícone do EPSON Status Monitor 3 apareça na barra de tarefas quando o Windows iniciar?";
"IDS_STATISTICS" = "Partilhar minhas informações de utilização com a Epson";
"IDS_TITLE" = "EPSON Status Monitor 3";
"IDS_ABOUTBOX" = "Sobre...";
"IDS_ERROR_001" = "Memória insuficiente. \r\n Saia deste programa.";
"IDS_ERROR_015" = "Memória insuficiente.";
"IDS_ERROR_021" = "Não é possível encontrar informações sobre a impressora.";
"IDS_ERROR_022" = "Não existem informações disponíveis para esta impressora.";
"IDS_ERROR_023" = "Não foi possível encontrar o ficheiro especificado.";
"IDS_ERROR_024" = "Não foi possível abrir o ficheiro especificado.";
"IDS_RESTART_MON" = "Neste momento,não é possível controlar.\r\nReinicie o computador.";
"IDS_RESTART_SHARE" = "Não é possível controlar. Desactive a opção [Controlar impressoras partilhadas]\r\nna janela Preferências e reinicie o computador.\r\nEm seguida, feche todas as aplicações, includindo o EPSON Status Monitor 2,\r\ne volte a instalar o controlador de impressã'o.";
"IDS_RESTART_BID" = "Não é possível estabelecer comunicação bidireccional.\r\nVolte a instalar o controlador de impressão.";
"IDS_SETUP_MENU" = "Preferências";
"IDS_PAPERSIZE" = "Formato";
"IDS_MEDIATYPE" = "Tipo de Papel";
"IDS_PAUSE" = "Pausa";
"IDS_RESUME" = "Retomar";
"IDS_DISCHARGE_PAPER" = "Ejectar";
"IDS_INK_CANCEL" = "Cancelar";
"IDS_OK" = "OK";
"IDS_HELP" = "Ajuda";
"IDS_INK_RETURN" = "Continuar";
"IDS_ELINK_ERROR_TITLE" = "Suporte Online";
"IDS_ELINK_CONNECT_MSG" = "Deseja visitar o website da EPSON?";
"IDS_ELINK_CONNECT_TITLE" = "Suporte Online";
"IDS_INK_CONTINUE" = "Continuar";
"IDS_PRINT" = "Imprimir";
"IDS_PPACK_RETURN" = "Continuar";
"IDS_INKTANKVIEW_ON" = "Verificar Níveis da Tinta";
"IDS_INKTANKVIEW_OFF" = "Ocultar Níveis da Tinta";
"IDS_CLEAN_CONTINUE" = "Continuar";
"IDS_INK_CLSTOP" = "Cancelar";
"IDS_SUPPORT_BTN" = "Suporte Online";
"IDS_SUPPORT_BTN_EURO" = "Assistência Técnica";
"IDS_ELINK_ERROR_TITLE_EURO" = "Assistência Técnica";
"IDS_ELINK_CONNECT_TITLE_EURO" = "Assistência Técnica";
"IDS_ELINK_CONNECT_MSG_EURO" = "Deseja visitar o website da EPSON?";
"IDS_HOWTO" = "Como...";
"IDS_GOONLINE" = "Activada";
"IDS_BKPRINTING" = "Imprimir a preto";
"IDS_BKPRINTING2" = "Imprimir a preto";
"IDS_SHEETREMAIN" = "Página:%d/%d";
"IDS_TIMEREMAIN_HOUR" = "Falta(m) %d hora(s)";
"IDS_TIMEREMAIN_MIN" = "Faltam %dmin.";
"IDS_TIMEREMAIN_SEC" = "Faltam %dseg.";
"IDS_START_MSG" = "A procurar...";
"IDS_ST_NONE" = "Ocorreu um erro desconhecido.";
"IDS_OLSTART_MSG" = "A procurar...";
"IDS_OLST_NONE" = "Erro desconhecido";
"IDS_STRING_CAPTION" = "Aviso de Pouca Tinta";
"IDS_STRING_PURCHASED" = "Já Comprado";
"IDS_STRING_REMINDMELATER" = "Relembrar mais tarde";
"IDS_STRING_BUYINK" = "Comprar Tinta Epson";
"IDS_STRING_PRINTTHISWINDOW" = "Imprima esta janela";
"IDS_STRING_CLOSE" = "Fechar";
"IDS_STRING_CAPTION2" = "Comprar Tinta";
"IDS_STRING_INKCODES" = "Códigos da tinta";
"IDS_STRING_LOOKMOBILEPHONE" = "View using a mobile phone";
"IDS_STRING_HTML_MESSAGE1" = "ORIGINAL EPSON";
"IDS_STRING_HTML_MESSAGE2" = "É aconselhável utilizar tinteiros Epson genuínos.";
"IDS_STRING_HTML_MESSAGE3" = "A utilização de outros produtos pode afectar a qualidade de impressão e provocar danos na impressora.";
"IDS_STRING_INKLOW" = "Pouca tinta";
"IDS_STRING_INKREPLACE" = "Substituir Tinteiro";
"IDS_STRING_INKCHANGE_NEAR" = "Está quase na altura de substituir o(s) tinteiro(s).";
"IDS_STRING_HTML_MESSAGE4" = "Faça clique aqui para receber propostas sobre tinta e outras actualizações da Epson.";
"IDS_STRING_PROMOTION2" = "A Epson pode avisá-lo sobre actualizações técnicas, promoções e outras ofertas.";
"IDS_STRING_NOTESA2" = "As actualizações ocorrem quando está ligado à Internet. Os dados que identificam o modelo da impressora são enviados para a Epson. Não são enviados dados de identificação pessoal.";
"IDS_STRING_NOTESB2" = "Pode activar/desactivar esta função na janela Preferências.";
"IDS_STRING_NOTESC2" = "Para activar agora, faça clique em Aceitar.";
"IDS_STRING_DISPAGAIN2" = "Não voltar a apresentar esta mensagem.";
"IDS_STRING_TITLE2" = "Serviço de Aviso Epson";
"IDS_STRING_ACCEPT2" = "Aceitar";
"IDS_STRING_DECLINE2" = "Recusar";
"IDS_STRING_BTNCLOSE" = "Fechar";
"IDS_STRING_DISPNOAGAIN" = "Não voltar a apresentar esta mensagem até as reparações estarem concluídas.";
"IDS_STRING_DESCRIPTION2" = "É necessária assistência técnica";
"STR_FY07OLICOS_PR_MESSAGE3_6" = "Pode desactivar estas funções na janela Preferências.";
"IDS_STRING_NOTESE" = "Faça clique aqui para abrir a janela Preferências";
"IDS_CSIC_UNKNOWN" = "Desconhecido";
"IDS_CSIC_DATE_FORMAT" = "20%02d/%02d";
"IDS_CSIC_MANUFACTUR" = "Original Epson";
"IDS_CSIC_ERMANUFACTUR" = "tint. não genuíno";
"IDS_CSIC_NGENUINE" = "Foi detectado um tinteiro não genuíno ou recarregado. Os níveis da tinta podem não ser indicados por se desconhecer a quantidade de tinta existente.";
"IDS_CSIC_NGENUINE2" = "Foi detectado um tinteiro não genuíno ou recarregado. Os níveis da tinta podem não ser indicados por se desconhecer a quantidade de tinta existente.";
"IDS_IO_BUYNOW_MSG" = "Faça clique em OK para iniciar o browser Web e compre o tinteiro online.\r\n\r\nSe tiver uma ligação telefónica que não é iniciada com o browser, ligue-se ao seu fornecedor de serviços de Internet e faça clique em OK.";
"IDS_IO_BUYNOW_MSG_EURO" = "Para iniciar o seu browser e ligar-se ao Web site, faça clique em OK.\r\nSe não deseja efectuar a ligação ao site Web neste momento, clique em Cancelar.";
"IDS_IO_BUYNOW_MSG3" = "Do you want to connect to the Epson Web site to transmit information about the ink cartridges?";
"IDS_IO_CAPTION_MSG" = "OUtilitário para aquisição de tinteiros online";
"IDS_IO_CAPTION_MSG2" = "View using a mobile phone";
"IDS_BKIS_BUTTON_YES" = "Sim";
"IDS_BKIS_BUTTON_NO" = "Não";
"IDS_BKIS_BUTTON_ALWAYSNO" = "Desactivar esta função";
"IDS_BUYNOW_BTN" = "Comprar Tinta Epson";
"IDS_SCRAPE_NOAGAIN" = "Não voltar a apresentar esta mensagem.";
"BTN_PC_014" = "Cancelar";
"BTN_PC_030" = "Imprimir";
"IDS_CSIC_CHECK_DLG2_TITLE" = "Tinteiro Genuíno Epson";
"IDS_FY06CSIC_MSG5_1_SEPARATE" = "EPSON";
"IDS_FY06CSIC_MSG5_2_SEPARATE" = "%s";
"IDS_FY06CSIC_MSG5_3_SEPARATE" = "Careful to remind you";
"IDS_FY06CSIC_MSG5_4_SEPARATE" = "You have not installed genuine Epson ink cartridges.\r\nThe quality or reliability of nongenuine ink cannot be guaranteed and it may cause damage to your product not covered by Epson's warranty.";
"IDS_FY06CSIC_MSG5_5_SEPARATE" = "In order to protect your rights, we will remind you from time to time.\r\nDo you continue to use non genuine Epson ink cartridges?";
"IDS_DLG_OTHER_003" = "Não é possível iniciar este programa durante a execução do programa de instalação do controlador de impressão.";
"IDS_DLG_NONGEN_001" = "ATENÇÃO!";
"IDS_ER0C_PAPERSIZE" = " Formato : %papersize%";
"IDS_ER0C_MEDIA" = " Tipo : %media%";
"IDS_UNCLOGGER_YES" = "Sim";
"IDS_UNCLOGGER_NO" = "Não";
"IDS_UNCLOGGER_CANCELPRINT" = "Cancelar impressão";
"IDS_UNCLOGGER_CLOSE" = "Fechar";
"IDS_TRAYPOS_PRINT" = "Imprimir";
"IDS_TRAYPOS_CANCEL" = "Cancelar";

"IDS_QQB_BUTTON" = "Verificar Ligação";
"IDS_QQB_EXECUTE_FAIL" = "Não é possível executar a ferramenta.";
"IDS_QQB_DOWNLOAD" = "Quer transferir e instalar o software para verificar a ligação?";
"IDS_QQB_INSTALL_FAIL" = "Não é possível instalar o software para verificar a ligação.";
"IDS_QQB_INSTALL_FAIL2" = "Terá de entrar na qualidade de membro de um grupo de Administradores para poder executar esta operação.";
"IDS_QQB_INSTALLING" = "A instalar o software para verificar a ligação...";
"IDS_QQB_DOWNLOAD_AUTOEXEC" = "";
"IDS_QQB_AUTOEXEC_OK" = "";
"IDS_PINFO_TITLE" = "Papel Seleccionado na Impressora";
"IDS_PINFO_SIZE" = "Formato";
"IDS_PINFO_TYPE" = "Tipo de Papel";
"IDS_PINFO_FAIL" = "Não é possível obter informações sobre a impressora.";
"USERDEFINE_ADD_FORMAT_MM" = "(%s x %s mm)";
"USERDEFINE_ADD_FORMAT_INCH" = "(%s x %s pol.)";
"USERDEFINE_FORMAT_MM" = "%4d.%1d";
"USERDEFINE_FORMAT_INCH" = "%3d.%02d";
"IDS_CONSUMABLEVIEW_ON" = "Mostrar Níveis da Tinta";
"IDS_CONSUMABLEVIEW_OFF" = "Ocultar Níveis da Tinta";

"IDS_WAIT_SUPPORT" = "A procurar de informações de suporte...";
"IDS_SHOW_VIDEO" = "Tutoriais em vídeo";
"IDS_SHOW_SUPPORTPAGE" = "Website da Epson";
"IDS_SHOW_MANUAL" = "Deseja ver o manual do produto?";
"IDS_POSTCARD_TITLE" = "Verifique se o papel está colocado corretamente.";
"IDS_POSTCARD_WARNING" = "Note:\r\nIf you make the setting on rotating 180 degrees in the printer driver or application, rotate Hagaki 180 degrees from the above orientation.";
"IDS_SUPPORT_BUTTON" = "Assistência";
"IDS_CONSUMABLEVIEW_ONOFF" = "Estado dos consumíveis";
"IDS_SUPPORT_NO" = "Não";

"NOZZLE_TITLE" = "Verificação dos Jactos";
"NOZZLE01" = "Para efectuar uma verificação dos jactos, certifique-se de que a impressora está ligada à corrente e ao computador. Verifique também se tem papel normal de formato A4 ou Letter no alimentador posterior. Faça clique em [Imprimir] para imprimir um modelo de verificação dos jactos ou em [Cancelar] para sair.";
"NOZZLE01_B01" = "Imprimir";
"NOZZLE01_B02" = "Cancelar";
"NOZZLE02" = "Compare o modelo impresso com a amostra anterior. Se o modelo de verificação dos jactos não for impresso satisfatoriamente, faça clique em [Limpar]. Faça clique em [Terminar] para sair.";
"NOZZLE02_B01" = "Terminar";
"NOZZLE02_B02" = "Limpar";
"NOZZLE02_RESULT1" = "Bom";
"NOZZLE02_RESULT2" = "Limpeza necessária";

"HEADCLEANING_TITLE" = "Limpeza das Cabeças";
"HEADCLEANING01" = "Clique em [Iniciar] para limpar os jactos da cabeça de impressão. Uma vez que o processo de limpeza consome alguma tinta, limpe a cabeça de impressão apenas quando aparecerem áreas esbatidas ou falhas na impressão. Para saber se a cabeça de impressão precisa de ser limpa, execute primeiro o utilitário \"Verificação dos Jactos\".";
"HEADCLEANING01_B01" = "Cancelar";
"HEADCLEANING01_B02" = "Iniciar";
"HEADCLEANING01_PREPARE" = "É favor aguardar...";
"HEADCLEANING01_CLEANING" = "Limpeza em curso. Aguarde.";
"HEADCLEANING02" = "A limpeza demora alguns minutos. A limpeza termina quando o indicador de funcionamento do painel de controlo deixa de estar intermitente. Para verificar se a limpeza foi eficaz, clique em [Imprimir Modelo de Verificação dos Jactos].";
"HEADCLEANING02_B01" = "Imprimir Modelo de Verificação dos Jactos";
"HEADCLEANING02_B02" = "Terminar";
"HEADCLEANING02_BiD" = "O ciclo de limpeza terminou. Para verificar se a limpeza resultou, faça clique em [Imprimir Modelo de Verificação dos Jactos].";

"GAP_TITLE" = "Alinhamento das Cabeças";
"GAP01" = "O utilitário de Alinhamento das Cabeças corrige o desalinhamento vertical, faixas horizontais e impressões pouco nítidas.";
"GAP01_B01" = "Seguinte >";
"GAP01_B02" = "Cancelar";
"GAP02" = "Será impressa uma folha de alinhamento vertical.\r\nCertifique-se de que a impressora está ligada à corrente e ligada ao computador. Certifique-se também de que tem papel normal de formato A4 ou Letter na impressora.\r\nFaça clique em [Imprimir] quando estiver pronto.";
"GAP02_B01" = "Imprimir";
"GAP02_B02" = "Cancelar";
"GAP02_B03" = "Saltar >>";
"GAP03" = "Observe a folha de alinhamento.\r\nProcure o quadrado sem faixas visíveis nos conjuntos de #1 a #7. Seleccione o número que corresponde a esse quadrado na lista seguinte para todos os conjuntos. Faça clique em [Seguinte >].\r\nSe existir uma banda em cada quadrado, seleccione o quadrado com a banda ou bandas mais finas. Em seguida, faça clique em [Realinhamento].";
"GAP03_B01" = "Seguinte >";
"GAP03_B02" = "Cancelar";
"GAP03_B03" = "Realinhamento";
"GAP04" = "Será impressa uma folha de alinhamento horizontal a preto.\r\nCertifique-se de que tem papel normal de formato A4 ou Letter na impressora.\r\nNota: Este ajuste afecta unicamente a impressão em alta velocidade com papel normal. Os outros tipos de papel não são afectados.";
"GAP04_B01" = "Imprimir";
"GAP04_B02" = "Cancelar";
"GAP05" = "Observe a folha de alinhamento.\r\nProcure os rectângulos que não estão separados ou sobrepostos.\r\nSeleccione o número correspondente na lista que se segue. Faça clique em [Terminar].\r\nSe todos os rectângulos estiverem separados ou sobrepostos, seleccione o melhor de todos. Em seguida, faça clique em [Realinhamento].";
"GAP05_B01" = "Terminar";
"GAP05_B02" = "Cancelar";
"GAP05_B03" = "Realinhamento";

"PIFLUSHING_TITLE" = "Superdescarga de Tinta";
"PIFLUSHING01" = "Se não utilizou o produto durante muito tempo e as impressões contiverem faixas ou cores em falta, poderá ter de substituir a tinta no interior dos tubos de tinta para resolver o problema.\r\n\r\nO utilitário Superdescarga de Tinta permite substituir toda a tinta do interior dos tubos e consome muita tinta.\r\n\r\nA qualidade de impressão melhora 12 horas depois de utilizar esta função que não pode voltar a ser utilizada nas 12 horas seguintes à última utilização.\r\nQuer utilizar a função agora?\r\n\r\nNota: Antes de utilizar esta função, certifique-se de que existe tinta suficiente nos tanques de tinta da impressora.\r\nSe não houver tinta suficiente, recarregue os tanques de tinta.";
"PIFLUSHING01_B01" = "Cancelar";
"PIFLUSHING01_B02" = "OK";
"PIFLUSHING02" = "Tem a certeza de que deseja executar esta função?\r\nPara substituir toda a tinta dos tubos, é necessário consumir muita tinta.\r\n\r\nNota: Esta função produz efeitos na vida útil das almofadas de tinta residual. As almofadas de tinta residual atingem a sua capacidade mais cedo se executar esta função.\r\nSe as almofadas de tinta residual chegarem ao fim da vida útil, contacte a Assistência Epson para solicitar a substituição.\r\n\r\nFaça clique em [Iniciar] para iniciar a substituição da tinta.\r\nDepois de iniciada, esta função não pode ser interrompida.";
"PIFLUSHING02_B01" = "Cancelar";
"PIFLUSHING02_B02" = "Iniciar";
"PIFLUSHING02_PREPARE" = "É favor aguardar...";
"PIFLUSHING02_CLEANING" = "A Superdescarga de Tinta está em curso.\r\nAguarde.";
"PIFLUSHING03" = "A Superdescarga de Tinta demora alguns minutos.\r\nA Superdescarga de Tinta termina quando o indicador de funcionamento do painel de controlo deixa de estar intermitente.";
"PIFLUSHING03_B01" = "Terminar";
"PIFLUSHING03_BiD" = "A Superdescarga de Tinta terminou.";
"PIFLUSHING04" = "Não pode utilizar esta função porque passaram menos de 12 horas desde a última utilização.";
"PIFLUSHING04_B01" = "OK";

"INKWIN_TITLE" = "Recarregar Tinteiro";
"INKWIN01" = "Recarregue tinta até à linha existente nos tinteiros.\r\n%ink%\r\nSeleccione Reiniciar Níveis da Tinta no painel de controlo para recarregar tinta.\r\nMesmo que não recarregue tinta até à linha existente nos tinteiros, pode continuar a utilizar a impressora.\r\nContudo, para que a impressora continue a funcionar da melhor forma, encha os tinteiros de imediato com tinta até à linha superior.\r\nConsulte o manual da impressora para saber como recarregar tinta e utilizar a impressora.\r\n\r\nNota\r\nUtilizar outra tinta diferente da tinta Epson genuína especificada pode provocar danos não cobertos pelas garantias Epson.\r\nNão é possível garantir a qualidade ou fiabilidade de tinta não genuína e esta pode provocar danos no produto não cobertos pelas garantias Epson.\r\nConsulte o manual da impressora para confirmar quais as garrafas de tinta a utilizar nesta impressora.";
"INKWIN01_B01" = "Seguinte";
"INKWIN02" = "Continuar a utilizar o produto quando o nível da tinta estiver abaixo da linha do tinteiro pode danificá-lo.\r\nSe seleccionar Reiniciar Níveis da Tinta no painel de controlo sem recarregar tinta até à linha existente nos tinteiros, os Níveis de Tinta Aproximados tornam-se diferentes dos níveis de tinta reais.\r\nPara que a impressora continue a funcionar da melhor forma, contudo, deve encher os tinteiros de imediato com tinta até à linha superior.";
"INKWIN02_B01" = "Fechar";
"INKWIN02_B02" = "Anterior";

"ERR_MSG_5" = "Não é possível concluir a Verificação dos Jactos.";
"ERR_MSG_6" = "Não é possível concluir a Limpeza das Cabeças.";
"ERR_MSG_7" = "Não é possível concluir o Alinhamento das Cabeças.";
"ERR_MSG_8" = "Ocorreu um problema.";
"ERR_MSG_9" = "Não é possível concluir a Verificação dos Jactos.\r\n\r\nPara que a impressora funcione correctamente, seleccione Reiniciar Níveis da Tinta no painel de controlo para recarregar tinta.";
"ERR_MSG_10" = "Não é possível concluir a Limpeza das Cabeças.\r\n\r\nPara que a impressora funcione correctamente, seleccione Reiniciar Níveis da Tinta no painel de controlo para recarregar tinta.";
"ERR_MSG_11" = "Não é possível concluir o Alinhamento das Cabeças.\r\n\r\nPara que a impressora funcione correctamente, seleccione Reiniciar Níveis da Tinta no painel de controlo para recarregar tinta.";
"ERR_MSG_12" = "A limpar agora!";
"ERR_MSG_13" = "Não é possível concluir a Limpeza das Cabeças.\r\n\r\nPara que a impressora funcione correctamente, seleccione Reiniciar Níveis da Tinta no painel de controlo para recarregar tinta.";
"ERR_MSG_14" = "Faça clique em [Detalhe] para mais informações.";
"ERR_MSG_15" = "Substituir tinteiro agora?";
"ERR_MSG_17" = "A almofada de absorção de tinta existente no tinteiro fotográfico está saturada. Antes de limpar a cabeça de impressão, tem de substituir o tinteiro.";
"ERR_MSG_19" = "Detalhe";
"ERR_MSG_20" = "OK";
"ERR_MSG_21" = "Faça clique em [Detalhe] para mais informações.";
"ERR_MSG_22" = "Sim";
"ERR_MSG_23" = "Não";
"ERR_MSG_24" = "Ocorreu um erro de comunicação.\r\nVerifique a ligação e tente novamente.";
"ERR_MSG_25" = "Não é possível concluir a Superdescarga de Tinta.";
"ERR_MSG_26" = "A Superdescarga de Tinta não pode ser concluída.\r\n\r\nPara que a impressora funcione correctamente, seleccione Reiniciar Níveis da Tinta no painel de controlo para recarregar tinta.";

"PLEASEWAIT" = "É favor aguardar...";

//--->
"PRISET01B01" = "Aplicar";
"PRISET01B02" = "Cancelar";
"PRISET01SPE04" = "Não existem informações disponíveis para esta impressora.";
"PRISET01SPE05" = "OK";
"PRISET01GRPBOXTITLE02" = "Temporizador de desligamento";
"PRISET01SPE21" = "Não";
"PRISET01SPE22" = "30 minutos";
"PRISET01SPE23" = "1 hora";
"PRISET01SPE24" = "2 horas";
"PRISET01SPE25" = "4 horas";
"PRISET01SPE26" = "8 horas";
"PRISET01SPE27" = "12 horas";
"PRISET01GRPBOXTITLE03" = "Temporizador de suspensão";
"PRISET01SPE31" = "3 minutos";
"PRISET01SPE32" = "5 minutos";
"PRISET01SPE33" = "10 minutos";
"PRISET01SPE34" = "15 minutos";
"PRINFO01GRPBOXTITLE01" = "Número de folhas de papel alimentadas";
"PRINFO01SPE01" = "Total de páginas";
"PRINFO01SPE02" = "Não existem informações disponíveis para esta impressora.";
"PRINFO01SPE03" = "Total de páginas sem margens";
"PRINFO01B01" = "OK";
//<---

//--->
"IDS_CSIC_NGENUINE_Mac" = "Não instalou tinteiros originais Epson. É possível que não apareçam informações sobre os níveis da tinta e a utilização de tinta não original fica registada para possível uso dos serviços técnicos. Para uma qualidade e fiabilidade máximas, a Epson recomenda a utilização de tinta Epson original.";
"IDS_DEFAULT_PAPERSOURCE_Mac" = "Alimentação Posterior";
//<---

